Repository: sk-chanch/Skylink
Catalog: Sources/Skylink/Resources/*.lproj/Localizable.strings
Languages: th

# weather.condition.clear
source: Clear
th: ท้องฟ้าแจ่มใส

# weather.condition.mostlyClear
source: Mostly Clear
th: ท้องฟ้าแจ่มใสเป็นส่วนใหญ่

# weather.condition.partlyCloudy
source: Partly Cloudy
th: มีเมฆบางส่วน

# weather.condition.mostlyCloudy
source: Mostly Cloudy
th: เมฆมาก

# weather.condition.cloudy
source: Cloudy
th: เมฆปกคลุม

# weather.condition.rain
source: Rain
th: ฝนตก

# weather.condition.drizzle
source: Drizzle
th: ฝนโปรย

# weather.condition.sunShowers
source: Sun Showers
th: ฝนตกแต่มีแดด

# weather.condition.thunderstorms
source: Thunderstorms
th: ฝนฟ้าคะนอง

# weather.condition.scatteredThunderstorms
source: Scattered Thunderstorms
th: ฝนฟ้าคะนองกระจาย

# weather.condition.isolatedThunderstorms
source: Isolated Thunderstorms
th: ฝนฟ้าคะนองบางพื้นที่

# weather.condition.heavyRain
source: Heavy Rain
th: ฝนตกหนัก

# weather.condition.breezy
source: Breezy
th: ลมเบา–ปานกลาง

# weather.condition.windy
source: Windy
th: ลมแรง

# weather.condition.hot
source: Hot
th: อากาศร้อน

# weather.condition.haze
source: Haze
th: หมอกควัน / ฝุ่นละออง

# weather.condition.smoky
source: Smoky
th: ควันไฟหรือหมอกควัน

# weather.condition.unknown
source: Unknown
th: ไม่ทราบ
